{
  "id": "armando",
  "name": "Armando (Деконструкция монолога)",
  "explored": true,
  "shortDescription": "Лонгформ импровизационный формат, в котором монологист рассказывает настоящие истории из своей жизни на основе слова от аудитории, а затем импровизаторы создают серию сцен, вдохновлённых деталями, темами и эмоциональными оттенками этих монологов, расширяя их в новые повествования вместо прямого пересказа.",
  "fullDescription": "Формат Armando, также известный как «монологическая деконструкция» (monologue deconstruction), был создан в 1995 году в театре ImprovOlympic (iO) в Чикаго. Шоу «The Armando Diaz Experience, Theatrical Movement and Hootenanny» создали Адам МакКей и Дэйв Кёхнер, режиссером был легендарный Дел Клоуз, а оригинальным монологистом стал Армандо Диас (Armando Diaz), в честь которого назван формат. Оригинальный каст включал будущих звезд: Tina Fey, Amy Poehler, Matt Besser, Rachel Dratch, Ian Roberts и многих других. Формат вдохновил создание знаменитого шоу ASSSSCAT театра Upright Citizens Brigade и стал одним из самых влиятельных и популярных форматов в современной импровизации.\n\nОсновная философия формата заключается в деконструкции, а не реконструкции историй. Импровизаторы НЕ воссоздают события из монолога — вместо этого они расширяют мельчайшие детали информации, создавая новую вселенную сцен. Монологи отражают реальные события, чувства и мнения рассказчика, наполненные максимальным количеством деталей. Актеры слушают монолог и выбирают интересные персонажи, сильные эмоции, специфические локации, уникальные фразы или темы для создания тангенциальных (косвенно связанных) сцен.\n\nСтруктура формата гибкая: монологи могут происходить только в начале, или могут чередоваться со сценками каждые несколько сцен, создавая богатую взаимосвязанную ткань повествования. Сцены могут быть прямо связанными с монологом, тангенциальными, исследующими темы и паттерны, или использующими локации и персонажей как отправные точки для полностью новых историй.\n\nУникальность формата в его способности превращать личные, правдивые истории в источник бесконечного вдохновения. Как говорят импровизаторы: «Everything in improv is an Armando when you think about it» — это подчеркивает универсальность принципов формата, который учит фундаментальным навыкам импровизации: слушать на глубоком уровне, интерпретировать эмоциональную правду вместо буквального пересказа, создавать новое из малого, и работать в едином групповом сознании (group mind) для создания связанного, но непредсказуемого шоу.",
  "minPlayers": 4,
  "maxPlayers": 10,
  "duration": "20-30 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Получение подсказки",
      "description": "Ведущий или участник просит у аудитории одно слово или короткую фразу, которая станет отправной точкой для монолога",
      "duration": "1 минута"
    },
    {
      "name": "Монолог 1",
      "description": "Монологист (приглашенный гость или участник команды) рассказывает настоящую историю из своей жизни, вдохновленную словом от аудитории. История должна быть детализированной, эмоциональной и правдивой, наполненной конкретными деталями, персонажами и локациями",
      "duration": "2-6 минут"
    },
    {
      "name": "Серия сцен 1",
      "description": "Импровизаторы создают серию импровизированных сцен, вдохновленных монологом. Сцены НЕ пересказывают историю напрямую, а расширяют мельчайшие детали, исследуют эмоции, темы и паттерны. Сцены могут быть тангенциальными, использовать персонажей или локации из монолога как стартовые точки для новых историй",
      "duration": "5-8 минут"
    },
    {
      "name": "Монолог 2 (опционально)",
      "description": "Новый монолог, вдохновленный либо оригинальным словом от аудитории, либо темами и событиями из сыгранных сцен. Возвращается каждые 2-3 сцены или когда энергия формата падает",
      "duration": "2-6 минут"
    },
    {
      "name": "Серия сцен 2",
      "description": "Продолжение импровизированных сцен. По ходу шоу появляются коллбэки к ранним сценам, темы переплетаются, создавая удовлетворительное ощущение связанности",
      "duration": "5-8 минут"
    },
    {
      "name": "Цикл продолжается",
      "description": "Чередование монологов и сцен продолжается до конца выступления. Финальные сцены часто становятся более связанными, персонажи и темы переплетаются, создавая богатый гобелен взаимосвязанных историй",
      "duration": "до окончания времени"
    }
  ],
  "montageRules": "Методы редактирования должны быть понятны всем участникам. Переход к новому монологу происходит каждые 2-3 сцены или когда энергия формата падает. Монтаж между сценами может использовать sweep edit, tag-out, transformation и другие техники. Новый монолог может быть инициирован любым участником, который чувствует потребность в новом вдохновении.",
  "skills": [
    "активное-слушание",
    "интерпретация",
    "эмоциональная-работа",
    "работа-с-деталями",
    "групповой-разум",
    "креативность",
    "присутствие",
    "сторителлинг",
    "редактирование",
    "доверие-импульсам"
  ],
  "focus": "Формат фокусируется на развитии глубокого активного слушания и способности интерпретировать эмоциональную правду вместо буквального пересказа. Учит импровизаторов расширять мельчайшие детали в новые нарративы, работать в едином групповом сознании и создавать связанные, но непредсказуемые истории из личных, аутентичных монологов.",
  "variations": [
    "ASSSSCAT (Upright Citizens Brigade) — версия с акцентом на 'игру сцены' и знаменитыми монологистами",
    "Commando — вариация с несколькими монологистами",
    "True Stories (Hoopla Impro) — британская версия с короткими монологами",
    "Del Magic — продвинутая техника, где монологист превращается в персонажа"
  ],
  "prerequisites": [
    "Базовые навыки long-form импровизации",
    "Понимание принципов 'Yes, And'",
    "Опыт редактирования сцен",
    "Уверенность в публичных выступлениях (для монологистов)"
  ],
  "similarTo": [
    "Harold (базовая структура long-form)",
    "ASSSSCAT (прямой потомок Armando)",
    "Monoscene (длинная форма с единой историей)"
  ],
  "sourceVideos": [
    "https://tubitv.com/movies/255774/upright-citizens-brigade-asssscat — ASSSSCAT (бесплатно на Tubi, полное профессиональное шоу UCB с Amy Poehler, Will Arnett)",
    "https://www.netflix.com/title/70072085 — ASSSSCAT на Netflix (2007)",
    "https://www.amazon.com/Upright-Citizens-Brigade-Eric-Cochran/dp/B001KWPP0W — ASSSSCAT на Amazon Prime"
  ],
  "notes": "Главная ошибка новичков — попытка воссоздать события из монолога вместо расширения мельчайших деталей. Первые 2-3 сцены могут быть более очевидно связаны с монологом, но затем становятся более тангенциальными. Монологи должны быть настоящими историями — импровизация на 70% состоит из уверенности, начинайте говорить сразу после получения слова. Не планируйте сцены во время монолога — просто слушайте и запоминайте детали. Используйте технику 'Third Thought' — отходите от первых очевидных идей к более креативным. Сцены не обязательно должны связываться друг с другом, но часто темы и паттерны естественно возникают по ходу шоу.",
  "openings": [
    {
      "name": "Приглашенный гость-монологист (Guest Monologist)",
      "description": "Классический формат с профессиональным комиком, актером или интересной личностью в качестве монологиста",
      "howItWorks": "Приглашенный гость получает слово от аудитории и рассказывает настоящие истории из своей жизни, связанные с этим словом. Монологист не импровизатор, но должен быть хорошим рассказчиком, наполнять истории конкретными деталями, персонажами, локациями и эмоциями. Импровизаторы сидят сбоку и активно слушают, запоминая детали. После монолога импровизаторы создают серию сцен, вдохновленных историей. Монологи чередуются со сценами каждые 2-3 сцены. Оригинальный формат с Armando Diaz в iO Theater.",
      "example": "Suggestion 'детство'. Приглашенный комик рассказывает о том, как в 8 лет построил шалаш из одеял в гостиной и провел там всю ночь, пока родители думали, что он в кровати. Подробно описывает ощущение секретности, звуки дома ночью, как отец в 3 утра обнаружил его и не наказал, а просто сел рядом.",
      "result": "Создает аутентичную связь с аудиторией через настоящие истории знаменитости. Импровизаторы получают богатый материал от опытного storyteller."
    },
    {
      "name": "Участник команды как монологист (Team Member Monologist)",
      "description": "Один из импровизаторов команды выполняет роль монологиста",
      "howItWorks": "Член команды становится монологистом, рассказывая настоящие истории из своей жизни. Монологист может также участвовать в сценах или оставаться в стороне. Монологист может меняться от одного цикла к другому или оставаться одним человеком на все шоу. Требует уверенности в публичных выступлениях и хороших навыков storytelling от монологиста.",
      "example": "Участник команды рассказывает о первом дне на новой работе, где он случайно отправил личное письмо всей компании вместо одного человека. Детализирует эмоции паники, реакцию коллег, как это в итоге сломало лед.",
      "result": "Более гибкий формат, позволяет команде работать без внешнего гостя. Монологист может реагировать на темы, возникающие в сценах."
    },
    {
      "name": "Множественные монологисты (Commando)",
      "description": "Вариация с несколькими монологистами, каждый рассказывает короткую историю",
      "howItWorks": "Вместо одного монологиста, несколько участников (обычно 2-4) по очереди рассказывают короткие истории (1-2 минуты каждая) на основе одного suggestion. Истории могут быть связаны или полностью независимы. После серии монологов импровизаторы создают сцены, вдохновленные любой из историй или комбинацией тем. Создает более разнообразный набор точек вдохновения.",
      "example": "Suggestion 'путешествие'. Монологист 1: история о потерянном багаже в Японии. Монологист 2: история о первом полете и страхе высоты. Монологист 3: история о road trip с друзьями детства. Сцены могут брать элементы из всех трех историй.",
      "result": "Множество перспектив на одну тему, больше материала для сцен, динамичный темп opening'а."
    },
    {
      "name": "Del Magic (продвинутая техника)",
      "description": "Техника, где монологист трансформируется в персонажа в сцене, созданной на основе его монолога",
      "howItWorks": "Названная в честь Del Close, это продвинутая техника, где после монолога один из импровизаторов создает сцену, в которой сам монологист становится персонажем. Например, если монологист рассказывает о своем отце, импровизатор начинает сцену с монологистом в роли отца. Требует доверия и спонтанности от монологиста. Создает 'магический' момент слияния реальности и импровизации.",
      "example": "Монологист рассказывает о строгой бабушке, которая всегда пекла пироги по воскресеньям. Импровизатор подходит к монологисту: 'Бабушка, пирог готов?' и монологист спонтанно входит в роль своей бабушки, продолжая сцену.",
      "result": "Создает уникальный момент импровизированной 'реинкарнации' реальных людей из историй. Очень эмоционально для монологиста и аудитории."
    }
  ],
  "keyRules": [
    "**Деконструкция, не реконструкция** — не воссоздавайте события из монолога буквально, а расширяйте мельчайшие детали в новые истории, берите тангенциальные (косвенные) связи",
    "**Слушайте на глубоком уровне** — фокусируйтесь на эмоциях, темах, персонажах, специфических локациях и уникальных фразах, а не на сюжете монолога",
    "**Не планируйте сцены во время монолога** — просто слушайте и позволяйте деталям естественно отложиться в памяти, первая идея часто не самая интересная",
    "**Первые 2-3 сцены могут быть более прямо связаны с монологом** — это нормально, но затем становитесь более тангенциальными, исследуйте темы и паттерны вместо пересказа",
    "**Монологи должны быть настоящими историями** — аутентичность и конкретные детали создают лучший материал для сцен, чем придуманные абстрактные истории",
    "**Импровизация на 70% состоит из уверенности** (Del Close) — монологисты должны начинать говорить сразу после получения слова, доверяя, что история придет",
    "**Используйте технику 'Third Thought'** — отходите от первой очевидной идеи к третьей, более креативной и неожиданной",
    "**Сцены не обязательно должны связываться друг с другом** — но часто темы и паттерны естественно возникают по ходу шоу через group mind",
    "**Новый монолог каждые 2-3 сцены** — или когда энергия формата падает, монолог освежает вдохновение и направляет фокус",
    "**Монологи могут реагировать на сцены** — монологист может вдохновляться темами, возникшими в сценах, создавая петлю feedback между монологами и импровизацией",
    "**Методы редактирования должны быть понятны всем** — sweep edit, tag-out, transformation и другие техники должны быть отрепетированы командой заранее",
    "**Callbacks возникают органически** — как и в Harold, связи между ранними и поздними сценами появляются естественно через активное слушание",
    "**Персонажи, локации и фразы из монологов = золото** — конкретные детали дают сильные точки входа в сцены, используйте их как anchor points",
    "**Group mind создает связанность** — доверяйте коллективному сознанию команды для создания тем и паттернов, которые не планировались заранее",
    "**Монолог ≠ opening** — монолог это вдохновение, не директива, импровизаторы свободны интерпретировать его творчески",
    "**Эмоциональная правда важнее фактов** — если монологист рассказывает грустную историю, передайте грусть, а не события буквально",
    "**Монологист не должен быть импровизатором** — это делает формат доступным для знаменитостей, писателей, художников как гостей",
    "**'Everything in improv is an Armando when you think about it'** — принципы формата (слушание, интерпретация, расширение малого) универсальны для всей импровизации",
    "**Финальные сцены часто становятся более связанными** — по ходу шоу темы переплетаются, создавая удовлетворяющее ощущение целостности, но не форсируйте это"
  ],
  "example": {
    "theme": "Семья",
    "monologist": "Приглашенный гость (комик)",
    "rounds": [
      {
        "number": 1,
        "monologue": {
          "duration": "4 минуты",
          "summary": "Комик рассказывает о семейном ужине, где его отец настаивал на том, чтобы все выключили телефоны и 'разговаривали как раньше'. Неловкая тишина. Никто не знал, что сказать. Мама начала рассказывать о соседях. Брат жаловался на работу. Отец разочарованно смотрел на всех. В конце отец сказал: 'Ладно, включайте обратно', и все облегченно вытащили телефоны. Комик детализирует звуки вилок по тарелкам, взгляд отца, облегчение когда можно было вернуться к экранам.",
          "keyDetails": [
            "выключенные телефоны",
            "неловкая тишина",
            "разочарованный отец",
            "звуки вилок",
            "облегчение от возвращения телефонов",
            "попытка 'как раньше'"
          ]
        },
        "scenes": [
          {
            "number": 1,
            "description": "Сцена в ресторане. Пара на первом свидании. Парень выключает телефон и просит девушку сделать то же. Она неохотно соглашается. Они пытаются разговаривать, но темы быстро иссякают. Неловкие паузы. Она машинально тянется к карману, где нет телефона. Он отчаянно пытается придумать темы для разговора. Inspiration: неловкость выключенных телефонов, попытка соединения."
          },
          {
            "number": 2,
            "description": "Офисная сцена. Босс собрал команду на meeting и требует, чтобы все сложили телефоны в коробку в центре стола. Все нервничают. Один сотрудник постоянно смотрит на коробку. Другой притворяется, что слушает, но явно думает о пропущенных сообщениях. Босс пытается вдохновить команду речью о 'face-to-face communication'. Inspiration: принудительное отключение от технологий, разочарование авторитетной фигуры."
          },
          {
            "number": 3,
            "description": "Две пожилые женщины в кафе. Одна постоянно достает телефон, чтобы показать фотографии внуков. Другая пытается говорить с ней, но каждый раз прерывается новым фото. 'Посмотри вот этот!', 'А вот он в школе!'. В конце собеседница устало: 'А помнишь, мы раньше просто разговаривали?' Inspiration: тангенциальная связь - телефон как барьер, но инвертированный (не отсутствие, а избыток технологии)."
          }
        ]
      },
      {
        "number": 2,
        "monologue": {
          "duration": "3 минуты",
          "summary": "Монологист продолжает тему семейных ужинов. Рассказывает, как его мама всегда готовила слишком много еды, 'вдруг кто-то зайдет'. Никто никогда не заходил, но она все равно готовила на армию. Холодильник был забит остатками. Отец каждый день ел остатки на обед. Комик осознал, что это был мамын способ показать любовь — через избыток еды, через готовность к гостям, которые никогда не придут.",
          "keyDetails": [
            "слишком много еды",
            "вдруг кто-то зайдет",
            "никто не заходил",
            "холодильник забит",
            "любовь через еду",
            "отец ел остатки"
          ]
        },
        "scenes": [
          {
            "number": 4,
            "description": "Сцена на складе. Менеджер закупает огромное количество товара 'на всякий случай'. Помощник пытается объяснить, что это слишком много. Менеджер: 'А вдруг будет спрос? Лучше быть готовым'. Склад переполнен. Товар начинает портиться. Менеджер все равно продолжает заказывать. Inspiration: избыточная подготовка к событию, которое не произойдет."
          },
          {
            "number": 5,
            "description": "Return к персонажам из сцены 1 (пара на свидании). Теперь они женаты, много лет спустя. Жена готовит огромный ужин. Муж: 'Нас всего двое'. Она: 'Вдруг друзья зайдут'. Он смотрит на нее и понимает - это ее способ показать любовь. Он обнимает ее. Callback к теме неловкого первого свидания, но теперь с пониманием и принятием. Inspiration: любовь через избыток, понимание спустя время."
          },
          {
            "number": 6,
            "description": "Отец с сыном-подростком. Отец пытается говорить с сыном, но сын односложно отвечает. Отец продолжает задавать вопросы, не сдаваясь. 'Как дела в школе?' - 'Норм'. 'Есть планы на выходные?' - 'Не знаю'. Отец настойчив, но терпелив. Inspiration: тангенциальная связь с темой попыток соединения из монолога 1, усилия несмотря на неудачу."
          }
        ]
      },
      {
        "number": 3,
        "monologue": {
          "duration": "3 минуты",
          "summary": "Финальный монолог. Комик рассказывает, что теперь сам стал отцом и понял своих родителей. Он тоже готовит слишком много еды для своей дочери. Он тоже иногда просит ее выключить телефон за ужином. Она тоже смотрит на него с тем же выражением, с каким он смотрел на своего отца. Круг замкнулся. Он понял: семья - это повторение паттернов, передача любви через те же неуклюжие жесты, что делали наши родители.",
          "keyDetails": [
            "стал отцом",
            "повторяет паттерны родителей",
            "готовит слишком много",
            "просит выключить телефон",
            "круг замкнулся",
            "передача любви через жесты"
          ]
        },
        "scenes": [
          {
            "number": 7,
            "description": "Worlds collide. Семейный ужин. За столом сидят: пара из сцены 1/5, отец с сыном из сцены 6, пожилые женщины из сцены 3. Все молчат, уставившись в телефоны. Хозяйка дома (жена из сцены 5) выносит огромное блюдо с едой - явно слишком много. Она просит всех выключить телефоны. Все неохотно соглашаются. Неловкая пауза. Отец из сцены 6 первым начинает разговор: 'Помню, раньше мы всегда...' Постепенно все начинают делиться историями. Смех. Связь. Хозяйка смотрит на всех и улыбается - это то, чего она хотела. Финальная реплика (кто-то): 'Может, еще немного без телефонов?'"
          }
        ]
      }
    ],
    "themes": "Темы семьи, попыток соединения, технологии как барьер, любви через жесты, повторяющихся паттернов, понимания родителей со временем переплетаются через все шоу. Финальная сцена объединяет персонажей и темы в удовлетворяющем разрешении."
  },
  "resources": {
    "videos": [
      {
        "title": "Improv Conspiracy: Armando Diaz Experience (2023)",
        "url": "https://www.youtube.com/watch?v=xMR4AkJu94g&t=1589s&pp=ygUZaW1wcm92IGNvbnNwaXJhY3kgYXJtYW5kbw%3D%3D",
        "lang": "EN",
        "description": "Запись шоу Armando Diaz Experience в исполнении The Improv Conspiracy. Плотный монтаж, живые подсказки зрителей и полный просмотр от монолога до финала."
      },
      {
        "title": "Improv Conspiracy: Armando Showcase (2020)",
        "url": "https://www.youtube.com/watch?v=k8E5yRQWn04&t=710s&pp=ygUZaW1wcm92IGNvbnNwaXJhY3kgYXJtYW5kbw%3D%3D",
        "lang": "EN",
        "description": "Армандо с живым ведущим и монологистом. Хороший пример переходов от монолога к сериям сцен и возвратов к теме."
      },
      {
        "title": "Improv Conspiracy: Armando Harold Night",
        "url": "https://www.youtube.com/watch?v=7CrddUFzsA4&pp=ygUZaW1wcm92IGNvbnNwaXJhY3kgYXJtYW5kbw%3D%3D",
        "lang": "EN",
        "description": "Полноценное Armando шоу с австралийской труппой. Видно работу монологиста и то, как импровизаторы подхватывают образы."
      },
      {
        "title": "UCB Armando с приглашённым монологистом",
        "url": "https://www.youtube.com/watch?v=1GBY85ZlAug&pp=ygUZaW1wcm92IGNvbnNwaXJhY3kgYXJtYW5kb9IHCQn8CQGHKiGM7w%3D%3D",
        "lang": "EN",
        "description": "Нью-йоркская команда Upright Citizens Brigade. Демонстрация классического Armando формата с гостевым монологистом."
      },
      {
        "title": "Second City: Armando с живым концертом",
        "url": "https://www.youtube.com/watch?v=olhr8BqY_Xo&pp=ygUZaW1wcm92IGNvbnNwaXJhY3kgYXJtYW5kbw%3D%3D",
        "lang": "EN",
        "description": "Армандо в исполнении Second City Training Center. Есть живые музыкальные вставки и разнообразные стили сцен."
      }
    ],
    "books": [
      {
        "title": "Truth in Comedy: The Manual of Improvisation",
        "authors": "Charna Halpern, Del Close, Kim 'Howard' Johnson",
        "year": 1994,
        "description": "Хотя книга фокусируется на Harold, она закладывает фундаментальные принципы, используемые в Armando - активное слушание, интерпретация, work at the top of your intelligence. Del Close был режиссером оригинального The Armando Diaz Experience.",
        "url": "https://www.amazon.com/Truth-Comedy-Improvisation-Charna-Halpern/dp/1566080037"
      },
      {
        "title": "Art by Committee: A Guide to Advanced Improvisation",
        "authors": "Charna Halpern, Adam McKay",
        "year": 2006,
        "description": "Продолжение 'Truth in Comedy' с DVD, включающим примеры ASSSSCAT от UCB с Tina Fey и Amy Poehler. Глубокое погружение в философию деконструкции и интерпретации.",
        "url": "https://www.amazon.com/Art-Committee-Guide-Advanced-Improvisation/dp/1566081122"
      },
      {
        "title": "Improvise: Scene From the Inside Out",
        "authors": "Mick Napier",
        "year": 2004,
        "description": "Основатель The Annoyance Theatre, Chicago. Философия 'do something' и деконструкции, применимая к Armando. Акцент на интерпретации вместо буквального пересказа.",
        "url": "https://www.amazon.com/Improvise-Scene-Inside-Mick-Napier/dp/0325005052"
      },
      {
        "title": "Long-Form Improv: The Complete Guide to Creating Characters, Sustaining Scenes, and Performing Extraordinary Harolds",
        "authors": "Ben Hauck",
        "year": null,
        "description": "Руководство по long-form импровизации. Хотя фокус на Harold, техники применимы к Armando - создание персонажей, поддержание сцен, интерпретация вдохновения.",
        "url": "https://www.amazon.com/Long-Form-Improv-Characters-Sustaining-Extraordinary/dp/1581159811"
      },
      {
        "title": "The Upright Citizens Brigade Comedy Improvisation Manual",
        "authors": "Matt Besser, Ian Roberts, Matt Walsh",
        "year": 2013,
        "description": "Официальное руководство UCB. Детальное описание 'game of the scene', что критично для Armando - находить unusual и усиливать его в сценах.",
        "url": "https://www.amazon.com/Upright-Citizens-Brigade-Comedy-Improvisation/dp/0989387801"
      },
      {
        "title": "Уроки импровизации: Как перестать планировать и начать жить",
        "authors": "Патриция Райан Мэдсон",
        "year": null,
        "description": "Русский перевод. О принципах импровизации в жизни - активное слушание, принятие, работа с тем, что есть. Применимо к философии Armando.",
        "url": "https://www.mann-ivanov-ferber.ru/books/uroki_improvizacii/"
      }
    ],
    "links": [
      {
        "title": "Improv Encyclopedia - Armando",
        "url": "https://improvencyclopedia.org/games/Armando.html",
        "description": "Подробное описание формата, истории создания, вариаций (ASSSSCAT, Commando, True Stories)"
      },
      {
        "title": "IRC Improv Wiki - Armando Diaz",
        "url": "https://wiki.improvresourcecenter.com/index.php?title=Armando_Diaz",
        "description": "История The Armando Diaz Experience, структура, принципы, связь с Harold"
      },
      {
        "title": "UCB Theatre - ASSSSCAT",
        "url": "https://ucbcomedy.com/show/asssscat",
        "description": "Самое длинное непрерывное импров-шоу в истории (с 1998). Каждое воскресенье 9:30pm в UCB Sunset, Los Angeles. $15, знаменитые монологисты"
      },
      {
        "title": "The Armando Diaz Experience - Original Show Info",
        "url": "https://wiki.improvresourcecenter.com/index.php?title=The_Armando_Diaz_Experience",
        "description": "История оригинального шоу в iO Theater (1995), состав, режиссура Del Close"
      },
      {
        "title": "Impropedia.ru - Armando",
        "url": "https://impropedia.ru/",
        "description": "Русскоязычная энциклопедия импровизации с материалами о формате"
      },
      {
        "title": "The Improv Conspiracy - Armando Format",
        "url": "https://improvconspiracy.com/blog/armando-improv-format",
        "description": "Австралийский театр с отличным объяснением формата, практические советы"
      },
      {
        "title": "Hoopla Impro - Armando Course",
        "url": "https://hooplaimpro.com",
        "description": "Лондонский театр импровизации с курсами по Armando"
      },
      {
        "title": "iO Theater Chicago - Armando Shows",
        "url": "https://ioimprov.com",
        "description": "Родина формата. Регулярные Armando-шоу, обучение"
      },
      {
        "title": "Smile:) Театр - Москва",
        "url": "https://smile-theater.ru",
        "description": "Живые выступления Armando в Москве, обучающие программы"
      },
      {
        "title": "WIT (Washington Improv Theater) - Armando",
        "url": "https://witdc.org",
        "description": "Регулярные Armando-шоу в Вашингтоне, обучение формату"
      }
    ]
  },
  "formCategory": "long-form"
}
