{
  "id": "dnd-improv",
  "name": "D&D Импров",
  "explored": true,
  "shortDescription": "Актеры играют сцену, ведущий звонком замораживает время и кидает кубик для проверки успеха действий, также вбрасывает неожиданные события для динамики",
  "fullDescription": "«D&D Импров» — это формат, адаптирующий механики настольной ролевой игры Dungeons & Dragons для импровизационного театра.\n\nАктеры разыгрывают сцену — обычно в жанре фэнтези, приключений или квеста, но можно в любом. Есть ведущий (Game Master / Dungeon Master), который управляет механикой.\n\nКогда актер пытается совершить значимое действие (атаковать врага, убедить NPC, взломать замок, перепрыгнуть пропасть), ведущий звонком замораживает время и кидает кубик (обычно d20 — двадцатигранник).\n\nРезультат броска определяет успех:\n- 1-5: критический провал, действие не удается, часто с комичными последствиями\n- 6-10: частичный провал или осложнение\n- 11-15: успех, но с условиями или неожиданным поворотом\n- 16-19: чистый успех\n- 20: критический успех, действие удается блестяще\n\nВедущий объявляет результат, и актеры продолжают сцену, отыгрывая последствия.\n\nТакже ведущий может в любой момент остановить время и вбросить случайное событие: появление врага, изменение погоды, неожиданную встречу, обрушение моста — все, что меняет динамику и усложняет ситуацию.\n\nЭто создает непредсказуемость — актеры не контролируют исход своих действий полностью, они реагируют на волю кубика и решения ведущего.",
  "minPlayers": 3,
  "maxPlayers": 6,
  "duration": "15-20 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Установка",
      "description": "Ведущий (или зрители) задают сеттинг, персонажей, начальную ситуацию или квест",
      "duration": "1-2 минуты"
    },
    {
      "name": "Игровая сцена",
      "description": "Актеры разыгрывают сцену. Ведущий замораживает время на ключевых действиях, кидает кубик, объявляет результат. Также вбрасывает события",
      "duration": "12-16 минут"
    },
    {
      "name": "Финал",
      "description": "Сцена завершается успехом или провалом квеста, в зависимости от накопленных последствий бросков",
      "duration": "1-2 минуты"
    }
  ],
  "montageRules": "Обычно это одна длинная сцена без монтажа, но можно делать временные прыжки или смену локаций по решению ведущего. Заморозка времени ведущим не прерывает сцену — это механика внутри сцены.",
  "skills": [
    "адаптация-к-непредсказуемости",
    "работа-с-жанром",
    "physicality",
    "ведение-игры",
    "реакция-на-провал",
    "storytelling"
  ],
  "focus": "Формат учит работать с непредсказуемостью и неудачами — актеры не контролируют исход своих действий, они реагируют на случайность. Развивает способность превращать провалы в комедию и драму, а также навык ведения игры (для GM).",
  "variations": [
    "Можно использовать разные игровые системы (FATE, Powered by the Apocalypse)",
    "Можно давать актерам характеристики персонажей (сила, ловкость, харизма), влияющие на броски",
    "Можно играть в другом жанре (детектив, романтика, хоррор)",
    "Можно давать актерам ограниченное количество re-rolls (перебросов)"
  ],
  "prerequisites": [
    "Базовое понимание настольных RPG (желательно)",
    "Навык работы с жанром фэнтези/приключений",
    "Способность быстро реагировать на неожиданные повороты",
    "Опыт отыгрыша провалов"
  ],
  "similarTo": [
    "Genre Replay (UCB)",
    "Director's Game",
    "Status games"
  ],
  "sourceVideos": [],
  "notes": "Советы для ведущего (GM):\n- Кидайте кубик только на значимые действия, не на каждое движение\n- Будьте щедры с интерпретацией — даже провал должен быть интересным, не просто 'не получилось'\n- Вбрасывайте события, когда сцена теряет энергию\n- Не отменяйте идеи актеров полностью — трансформируйте их\n\nСоветы для актеров:\n- Принимайте провалы с энтузиазмом — провал часто смешнее успеха\n- Делайте действия конкретными перед броском: 'Я пытаюсь запрыгнуть на дракона'\n- Отыгрывайте результат физически и эмоционально\n- Не спорьте с результатом броска — это правило игры\n\nЛучше работает в фэнтези-сеттинге, но можно адаптировать под любой жанр с элементом опасности или вызова.\n\nИсточник: наблюдение за шоу, формат от Ивана Маска."
}
