{
  "id": "harold",
  "name": "Harold (Гарольд)",
  "explored": true,
  "shortDescription": "Основополагающий формат длинной формы импровизации, созданный Делом Клоузом в 1967 году, где из одного слова-темы от зрителей развивается 25-30-минутное шоу с тремя переплетающимися сценами через три акта с групповыми играми.",
  "fullDescription": "Harold был создан группой The Committee в 1967 году в Калифорнии и кодифицирован Делом Клоузом и Чарной Халперн в 1980-х в ImprovOlympic (iO Theater) в Чикаго. Название появилось как шутливая отсылка к фильму The Beatles \"A Hard Day's Night\". Harold стал первой структурированной долгоформатной импровизацией, революционизировав жанр и породив целое поколение комедийных звезд - Bill Murray, Tina Fey, Amy Poehler, Stephen Colbert и многих других.\n\nСтруктура Harold основана на принципе \"3×3\": Opening (групповое открытие на основе suggestion от зрителей) → три Beatings (каждый содержит три сцены A, B, C) → между beatings проходят Group Games. Первый бит устанавливает три независимые сцены (Discovery - обнаружение), второй бит возвращается к ним с усилением комедийных предпосылок (Heightening - усиление), третий бит сводит все элементы вместе через callbacks и пересечение персонажей (Connecting - соединение). Философия Harold: \"Everything in the world is connected\" - сцены должны начинаться совершенно разными, но к финалу органически переплестись.\n\nОсновные принципы формата: импровизаторы создают паттерны, а не истории; \"следуй странному\" (follow the unusual) - усиливай необычные элементы сцен; group mind (коллективное сознание) - команда работает как единый организм; callbacks возникают органически, не планируются заранее; терпение в развитии связей. Дел Клоуз говорил: \"Первое правило - нет правил\" - Harold гибкая и органическая форма, где содержание важнее структуры.\n\nHarold описан в классической книге \"Truth in Comedy\" (1994) Чарны Халперн, Дела Клоуза и Ким Джонсона как \"training wheels Harold\" для обучения. Формат стал основой современной долгоформатной импровизации и породил множество производных: Armando (с монологистом), Monoscene (одна локация), The Movie (импровизированный фильм). Harold преподается в UCB Theatre, iO Theater и импров-школах по всему миру как фундаментальный навык для любого импровизатора.",
  "minPlayers": 6,
  "maxPlayers": 9,
  "duration": "25-30 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Opening",
      "description": "Групповое открытие на основе слова-темы от зрителей - вся команда исследует suggestion через ассоциации, истории или движение, генерируя идеи для сцен",
      "duration": "2-3 минуты"
    },
    {
      "name": "Beating 1",
      "description": "Три независимые двухчеловеческие сцены (1A, 1B, 1C) - обнаружение персонажей, отношений и \"игры\" каждой сцены. Сцены должны быть очень разными друг от друга",
      "duration": "8-10 минут"
    },
    {
      "name": "Group Game 1",
      "description": "Групповая игра или паттерн-игра с участием всей команды - \"palate cleanser\" (очиститель вкуса), не связанная напрямую с установленными сценами",
      "duration": "1-2 минуты"
    },
    {
      "name": "Beating 2",
      "description": "Развитие трех сцен (2A, 2B, 2C) - усиление (heightening) комедийных предпосылок через analogous pulls, time dashes или tangential connections",
      "duration": "6-8 минут"
    },
    {
      "name": "Group Game 2",
      "description": "Вторая групповая игра - повышает энергию перед финалом, может контрастировать с первой игрой или инвертировать её",
      "duration": "1-2 минуты"
    },
    {
      "name": "Beating 3",
      "description": "Завершение сцен (3A, 3B, 3C) с переплетением миров - персонажи из разных сцен встречаются, callbacks к темам и идеям, органическое слияние всех элементов Harold",
      "duration": "4-6 минут"
    }
  ],
  "montageRules": "Harold работает через три фазы: Discovery (обнаружение) в первом бите, Heightening (усиление) во втором, Connecting (соединение) в третьем. Сцены переплетаются через callbacks - возвращение персонажей, тем, реплик и паттернов из предыдущих частей. Импровизаторы следуют паттернам, а не сюжетам, активно слушая и замечая связи. В третьем бите миры сталкиваются (worlds collide) - персонажи из разных сцен встречаются, идеи объединяются. Themes из opening проходят через все битинги. Связи не форсируются - они возникают органически через group mind и внимательное слушание.",
  "skills": [
    "активное-слушание",
    "распознавание-паттернов",
    "callbacks",
    "group-mind",
    "тематические-связи",
    "heightening",
    "память",
    "yes-and",
    "редактирование-сцен"
  ],
  "focus": "Harold развивает умение видеть связи между, казалось бы, несвязанными элементами и создавать паттерны, а не истории. Формат учит терпению - доверять, что органические связи проявятся естественно через group mind команды, усиливать необычное (follow the unusual), и соединять разрозненные нити в целостное произведение к финалу.",
  "variations": [
    "Armando - монологи приглашенного ведущего вдохновляют сцены",
    "Monoscene - Harold в одной локации на всё выступление",
    "The Movie - импровизированный фильм в структуре Harold",
    "Sybil - Solo Harold одним исполнителем",
    "The Bat - Harold в темноте как радиопьеса",
    "Mini Harold - два бита вместо трех, одна group game",
    "Deconstruction - одна длинная opening сцена",
    "La Ronde - множество локаций, один персонаж для каждого игрока"
  ],
  "prerequisites": [
    "Solid understanding of \"Yes, and\" principle",
    "Experience with scene work and character development",
    "Familiarity with basic improv games",
    "Ability to listen actively and remember details",
    "Understanding of heightening and \"game of the scene\""
  ],
  "similarTo": [
    "Armando Diaz Experience",
    "The Movie",
    "Monoscene",
    "La Ronde"
  ],
  "sourceVideos": [
    "https://www.youtube.com/results?search_query=UCB+Harold+Night",
    "https://www.youtube.com/results?search_query=Harold+improv+format+tutorial",
    "https://www.youtube.com/results?search_query=iO+Theater+Harold",
    "https://ucbcomedy.com/shows (UCB Harold Night - livestream каждый вторник, $10)"
  ],
  "notes": "Harold требует терпения - не форсируйте связи в первых двух битах, доверьтесь процессу. Самая частая ошибка новичков - следовать сюжету вместо усиления паттернов и \"игры сцены\". Во втором бите не просто продолжайте историю первого бита, а усиливайте комедийную предпосылку в новом контексте. В третьем бите worlds collide - позвольте персонажам из разных сцен встретиться органически. \"Следуй странному\" - замечайте необычное в сценах и играйте это, а не очевидное. Group games должны быть простыми - hardcore yes, быстрое распознавание паттернов, не бойтесь выходить, не понимая, что происходит. Помните: \"Первое правило Harold - нет правил\" (Дел Клоуз) - структура 3×3 создана для обучения, но отклонения от неё - важная часть развития.",
  "openings": [
    {
      "name": "Invocation (Инвокация)",
      "description": "Классическое ритуальное открытие Harold, где команда \"призывает бога\" обычного объекта через четыре фазы возрастающей интенсивности",
      "howItWorks": "Четыре фазы с нарастающей энергией: 1) \"It is\" (Это есть) - объективные описания примеров объекта, широкий охват. 2) \"You are\" (Ты есть) - обращение к объекту как к другу, субъективные значения. 3) \"Thou art\" (Ты есть/возвышенное) - возвышение объекта до королевской особы или духовного существа, что он значит для общества. 4) \"I am\" (Я есть) - игроки становятся одержимы духом объекта, говорят командным голосом от имени \"бога\" этого объекта. Кульминация - все в унисон выкрикивают \"I am [Object]!\"",
      "example": "Для suggestion \"обувь\": It is - \"черная кожаная\", \"кеды с резиновой подошвой\". You are - \"ты хранишься в коробке и выходишь только на свадьбы\". Thou art - \"ты символ формальности и уважения, друг фашистам и коммунистам\". I am - \"Я сковываю твои ноги, мой блестящий лак окружает твою душу\", \"Я, Чак Тейлор, был королем баскетбольной площадки до времен Джордана\".",
      "result": "Создает runners (повторяющиеся темы) через все фазы, генерирует идеи для сцен на разных уровнях - от конкретных деталей до философских тем"
    },
    {
      "name": "Pattern Game (Игра паттернов)",
      "description": "Упражнение по словесным ассоциациям, создающее сеть связанных идей, часто называется \"clover leaf\" (клеверный лист)",
      "howItWorks": "Берется suggestion от аудитории. Один игрок называет слово, ассоциирующееся с подсказкой. Следующий игрок ассоциирует со ПОСЛЕДНИМ словом (не с оригиналом). Продолжается цепочка до возврата к оригинальному слову. Традиционно делают 3 \"петли\". Игроки создают pivots (повороты) - слова, переводящие в новую категорию идей, находят разные значения исходного слова.",
      "example": "Work → job → paycheck → savings → coupon → budget → accountant → work. Work → broken → wing → airplane → baggage → relationship → divorce → reconciliation → working it out → work. Work → wage → war → soldier → rifle → jammed → death → taxes → W2 → work.",
      "result": "Генерирует 6+ различных связей с подсказкой, предлагая разнообразные темы и идеи для сцен первого бита. Учит мозг расширять подсказки в разных направлениях, видеть множественные значения"
    },
    {
      "name": "Organic Opening (Органическое открытие)",
      "description": "Открытие через звук и движение без заранее заданной структуры, театральное и физическое исследование suggestion",
      "howItWorks": "Вся команда использует подсказку как стартовую точку, создавая звуки и движения. Игроки следуют друг за другом (как \"Follow the Follower\"), делают два \"петли\" или \"bunny ears\" - уходят от подсказки и возвращаются дважды. Движение от абстрактных движений к конкретным, ясным. Создают stage pictures (сценические картины), становятся персонажами или неодушевленными объектами, формируют tableaux (живые картины). Могут выкрикивать и лейблировать действия, говорить короткие реплики диалога.",
      "example": "Для suggestion \"океан\": игроки создают волны телами, издают звуки прибоя, становятся рыбами, водорослями, кораблями. Формируют картину шторма, затем спокойного пляжа. Выкрикивают \"Шторм!\", \"Спасайся!\", \"Тихая гавань\".",
      "result": "Театральное, энергичное открытие, создающее идеи через физическое и звуковое исследование, часто генерирует персонажей и ситуации"
    },
    {
      "name": "The Living Room (Гостиная)",
      "description": "Открытие в формате импровизированной беседы, где игроки сидят в креслах подковой и ведут обсуждение",
      "howItWorks": "Все игроки сидят в креслах, расставленных подковой. Ведут обсуждение на основе подсказки аудитории, рассказывают истории из своей жизни (правдивые и конкретные), связанные с подсказкой. Кто-то выходит в центр подковы и инициирует сцену, основанную на обсуждении. Когда тема исчерпана, кто-то из сидящих возвращает фокус на обсуждение. Органично появляется новая ветвь темы → новые сцены. Паттерн: разговоры становятся менее частыми, сцены - более частыми по мере развития.",
      "example": "Для suggestion \"детство\": игрок 1 рассказывает о том, как построил шалаш и прятался там от родителей. Игрок 2 выходит, начинает сцену про детей в шалаше. Возвращаются к обсуждению - игрок 3 рассказывает о первом дне в школе. Новая сцена.",
      "result": "Генерирует идеи через личные истории и обсуждения, создает связь с аудиторией через искренность"
    },
    {
      "name": "Character Monologues (Монологи персонажей)",
      "description": "Игроки по очереди произносят монологи как персонажи или от себя, связанные с suggestion",
      "howItWorks": "Каждый игрок выходит вперед и произносит короткий монолог (30-60 секунд), вдохновленный suggestion или предыдущими монологами. Может быть от лица персонажа или от себя. Монологи создают атмосферу, точки зрения, эмоциональные якоря.",
      "example": "Для suggestion \"путешествие\": монолог туриста, потерявшего паспорт; монолог пилота, который боится летать; монолог чемодана, видевшего весь мир.",
      "result": "Генерирует персонажей, точки зрения и темы для сцен"
    },
    {
      "name": "Cocktail Party (Коктейльная вечеринка)",
      "description": "Opening в формате вечеринки с переходящими разговорами между персонажами",
      "howItWorks": "Все игроки создают сцену вечеринки. Персонажи обсуждают suggestion в разных контекстах, переходят от одного разговора к другому. Создаются множественные мини-диалоги, откуда вытягиваются идеи для сцен.",
      "example": null,
      "result": "Создает множество персонажей и perspective на suggestion через социальное взаимодействие"
    }
  ],
  "keyRules": [
    "**Все в мире связано** — начальные сцены должны быть очень разными без очевидных связей, но в третьем бите различные нити должны соединиться через встречу персонажей или объединение идей",
    "**Импровизаторы создают паттерны, а не истории** — следуйте возникающим паттернам вместо сюжета, не спрашивайте \"что происходит дальше?\", а берите то, что уже было, и создавайте новые элементы, усиливающие паттерны",
    "**Следуй странному** (follow the unusual) — замечайте необычное, странные выборы, забавные детали в сценах и усиливайте их во втором и третьем битах, находите *game of the scene*",
    "**Три фазы Harold: Discovery → Heightening → Connecting** — первый бит для обнаружения персонажей и игр, второй для усиления комедийных предпосылок, третий для связывания всех элементов",
    "Не планируй **callbacks** заранее — они возникают органически через *активное слушание* и внимательность к деталям, связи появляются \"как по волшебству\" для зрителей",
    "В **третьем бите** сцены начинают переплетаться и сливаться — **worlds collide** (миры сталкиваются), персонажи из разных сцен встречаются, не все три сцены обязательно вернутся",
    "Используй **group mind** (коллективное сознание) — доверяй коллективному разуму команды, \"один разум, много тел\", в групповых играх 90% yes и 10% and",
    "**Harold поглощает всё** — всё, что можно представить на сцене (storytelling, танец, музыка, поэзия, перформанс) может быть включено в Harold",
    "**Терпение** в развитии связей — дай связям проявиться естественно, не форсируй их рано, доверься процессу и товарищам по команде",
    "**Heightening, не plot** — во втором бите не просто продолжайте сюжет первого, а усиливайте *game* (комедийную предпосылку) в новом контексте через *analogous pulls*, *time dashes* или *tangential connections*",
    "**Первое правило: нет правил** (Дел Клоуз) — структура 3×3 создана для обучения, но Harold гибкая и органическая форма, где содержание и органический комментарий важнее предопределенных структур"
  ],
  "example": {
    "theme": "Паспорт",
    "opening": "Pattern Game — команда создает ассоциации: паспорт → путешествие → самолет → очередь → терпение → медитация → монах → обет молчания → секрет → тайна → детектив → чемодан → багаж → паспорт. Вторая петля: паспорт → граница → контроль → власть → диктатор → параноя → слежка → камеры → фото → паспорт. Третья петля: паспорт → идентичность → кризис → середина жизни → развод → новая жизнь → свобода → путешествие → паспорт.",
    "beatings": [
      {
        "number": 1,
        "scenes": [
          {
            "label": "1A",
            "description": "Мать помогает взрослому сыну собирать чемодан перед его первой зарубежной поездкой. Она чрезмерно заботлива и параноидальна, проверяет каждую деталь пять раз, напоминает про паспорт снова и снова. Сын раздражен, но терпелив. Мама: 'А паспорт взял? А точно взял? Покажи мне!' Game сцены: навязчивый контроль из-за любви.",
            "inspiration": "Из opening: терпение, контроль, идентичность, путешествие"
          },
          {
            "label": "1B",
            "description": "Пограничный офицер допрашивает путешественника с паспортом на чужое имя. Путешественник нервничает и плохо врет, но офицер кажется странно безразличным и больше интересуется своим кофе, чем проверкой документов. Game сцены: серьезная ситуация с безразличным авторитетом.",
            "inspiration": "Из opening: граница, контроль, власть, тайна"
          },
          {
            "label": "1C",
            "description": "Женщина средних лет смотрит на старое фото в паспорте и не узнает себя. Она размышляет вслух с подругой в кафе о том, как изменилась - раньше была замужем, работала в банке, теперь развелась и стала художницей. Game сцены: кризис идентичности, 'кто я теперь?'",
            "inspiration": "Из opening: идентичность, кризис, фото, новая жизнь"
          }
        ]
      },
      {
        "number": 2,
        "scenes": [
          {
            "label": "2A",
            "description": "Analogous pull - тот же game (навязчивый контроль из любви), но другие персонажи. Диспетчер авиалиний в наушниках постоянно связывается с пилотом во время полета: 'Проверь топливо! А скорость? А высоту? Ты точно все проверил?' Пилот: 'Да, мам... то есть диспетчер, все под контролем'. Heightening - теперь навязчивость угрожает безопасности полета.",
            "connections": "Усиление game из 1A - от матери к авиадиспетчеру"
          },
          {
            "label": "2B",
            "description": "Time dash - те же персонажи (пограничник и путешественник) через несколько часов. Теперь путешественник работает охранником в том же аэропорту, а бывший пограничник пытается пройти с явно поддельным паспортом. Ситуация инвертирована. Heightening - безразличие теперь у бывшего путешественника.",
            "connections": "Развитие персонажей из 1B через инверсию ролей"
          },
          {
            "label": "2C",
            "description": "Tangential pull - та же женщина из 1C, но теперь она на мастер-классе 'Найди себя'. Ведущий просит всех показать паспорта и описать 'кто вы на этой фотографии'. Женщина описывает старую себя, другие участники тоже делятся. Heightening - кризис идентичности становится групповым.",
            "connections": "Продолжение темы из 1C, тангенциальная связь через мастер-класс"
          }
        ]
      },
      {
        "number": 3,
        "scenes": [
          {
            "label": "3A",
            "description": "Worlds collide - навязчивая мама из 1A сидит на мастер-классе 'Найди себя' из 2C. Она показывает паспорт сына и говорит: 'Это мой сын, он сейчас путешествует. Я волнуюсь. Вы думаете, я слишком много контролирую?' Женщина-художница успокаивает её: 'Иногда нужно отпустить старую идентичность - и свою, и то, кем должны быть другие'.",
            "connections": "Встреча персонажей из 1A и 1C/2C, callback к темам контроля и идентичности, фраза про паспорт"
          },
          {
            "label": "3B",
            "description": "Финальная сцена - аэропорт. Сын звонит маме из аэропорта, говорит, что потерял паспорт и очень напуган. Мама спокойно отвечает: 'Ничего, это всего лишь документ. Ты же знаешь, кто ты'. На фоне видны охранник (бывший путешественник из 1B/2B) и художница (из 1C/2C), которая рисует портреты людей в аэропорту. Пилот (из 2A) выходит из самолета, отключает рацию и вздыхает с облегчением.",
            "connections": "Все миры соединяются в аэропорту. Мама завершает свою арку - научилась отпускать контроль. Callback ко всем темам: паспорт, идентичность, контроль, путешествие, свобода. Все персонажи находят покой."
          }
        ]
      }
    ],
    "groupGames": [
      {
        "after": "Beating 1",
        "type": "Inanimate Objects (Неодушевленные объекты)",
        "description": "Все игроки становятся предметами в чемодане путешественника. По очереди выходят вперед и делают короткие монологи. Зубная щетка: 'Я видела столько отелей, но меня всегда забывают в последнем'. Паспорт: 'Я - единственный, кто знает все твои секреты, каждую границу'. Носки: 'Нас всегда двое, но один всегда теряется'. Камера: 'Я создаю воспоминания, но сама не помню ничего'."
      },
      {
        "after": "Beating 2",
        "type": "All-versus-one (Все против одного)",
        "description": "Один игрок - путешественник на паспортном контроле. Все остальные - страны, которые он посетил, они спорят между собой, кто лучше, и требуют, чтобы путешественник выбрал фаворита. Франция: 'Я дала тебе культуру!' Таиланд: 'Я дала тебе просветление!' Германия: 'Я дала тебе пунктуальность!' Путешественник пытается всех успокоить: 'Вы все прекрасны!' Повышает энергию перед финальным битом."
      }
    ]
  },
  "resources": {
    "videos": [
      {
        "title": "UCB Harold Night (livestream)",
        "url": "https://ucbcomedy.com/shows",
        "lang": "EN",
        "description": "Каждый вторник шесть Harold-команд выступают вживую. Livestream доступен за $10, записи доступны 7 дней. Текущие команды: The Library, ZUKO, Tiptoe, FKA Deb, The Prophecy, Absolute Gall"
      },
      {
        "title": "The Coalition Richmond - Harold Example",
        "url": "https://improvdoesbest.com/2015/11/14/a-harold-video-example/",
        "lang": "EN",
        "description": "Полное выступление Harold, созданное опытными игроками The Coalition специально для обучающих целей (встроенное видео на сайте)"
      },
      {
        "title": "iO Theater Chicago - Live Shows",
        "url": "https://ioimprov.com",
        "lang": "EN",
        "description": "Родина Harold. Harold-шоу ежедневно в 7:30pm, 9pm, 10pm. Deep Schwa (с 1996) - каждое воскресенье 8pm, Devil's Daughter - пятница 7:30pm"
      },
      {
        "title": "YouTube: Harold improv UCB",
        "url": "https://www.youtube.com/results?search_query=Harold+improv+UCB",
        "lang": "EN",
        "description": "Поиск примеров и обучающих видео от UCB Theatre"
      },
      {
        "title": "YouTube: Harold format tutorial",
        "url": "https://www.youtube.com/results?search_query=Harold+format+tutorial",
        "lang": "EN",
        "description": "Обучающие видео о структуре и технике Harold"
      },
      {
        "title": "Импров Лаб Казань — «Гарольд» (2023)",
        "url": "https://www.youtube.com/watch?v=YiSAKyu7BzM",
        "lang": "RU",
        "description": "Русскоязычный пример Harold"
      },
      {
        "title": "Фестиваль СПб «Gorillas» — ранняя русская адаптация",
        "url": "https://www.youtube.com/watch?v=3XKSWS6kFFE",
        "lang": "RU",
        "description": "Ранняя адаптация формата в России"
      }
    ],
    "books": [
      {
        "title": "Truth in Comedy: The Manual of Improvisation",
        "authors": "Charna Halpern, Del Close, Kim 'Howard' Johnson",
        "year": 1994,
        "description": "Основополагающая книга о Harold и долгоформатной импровизации. Описывает 'training wheels Harold' - структуру 3×3. Считается 'библией импровизации', обязательное чтение в театральных программах колледжей.",
        "url": "https://www.amazon.com/Truth-Comedy-Improvisation-Charna-Halpern/dp/1566080037"
      },
      {
        "title": "Art by Committee: A Guide to Advanced Improvisation",
        "authors": "Charna Halpern, Adam McKay",
        "year": 2006,
        "description": "Продолжение 'Truth in Comedy'. Глубокое погружение в философию и историю импровизации, эволюция Harold в 'New Harold'. Включает DVD (3,5 часа) с примерами выступлений UCB (Tina Fey, Amy Poehler), Beer Shark Mice, The Reckoning.",
        "url": "https://www.amazon.com/Art-Committee-Guide-Advanced-Improvisation/dp/1566081122"
      },
      {
        "title": "Long Form Improvisation and American Comedy: The Harold",
        "authors": "Matt Fotis",
        "year": 2014,
        "description": "Академическое исследование Harold и его влияния на американскую комедию. История развития импровизационного театра, создание Harold в iO, использование в современном кинопроизводстве.",
        "url": "https://www.amazon.com/Long-Form-Improvisation-American-Comedy/dp/1137376570"
      },
      {
        "title": "Long-Form Improv: The Complete Guide to Creating Characters, Sustaining Scenes, and Performing Extraordinary Harolds",
        "authors": "Ben Hauck",
        "year": null,
        "description": "Полное руководство по длинной форме импровизации. Создание персонажей, поддержание сцен, поиск 'игры в сцене'. Включает драматическую теорию и теорию игр.",
        "url": "https://www.amazon.com/Long-Form-Improv-Characters-Sustaining-Extraordinary/dp/1581159811"
      },
      {
        "title": "Уроки импровизации: Как перестать планировать и начать жить",
        "authors": "Патриция Райан Мэдсон",
        "year": null,
        "description": "Русский перевод. Почётный профессор Стэнфорда с 30-летним опытом. О том, как правила импровизации помогают в жизненных ситуациях.",
        "url": "https://www.mann-ivanov-ferber.ru/books/uroki_improvizacii/"
      },
      {
        "title": "Искусство импровизации. Пособие для будущих артистов и тех, кто боится выступать перед аудиторией",
        "authors": "Антон Захарьин",
        "year": null,
        "description": "Основатель школы ImproSchool, создатель 'Импрологии', один из создателей шоу 'Импровизация' на ТНТ. Практические задания, лайфхаки публичных выступлений.",
        "url": "https://www.labirint.ru/books/868846/"
      }
    ],
    "links": [
      {
        "title": "Improv Encyclopedia - Harold",
        "url": "https://improvencyclopedia.org/games/Harold.html",
        "description": "Крупнейшая коллекция материалов по импровизационному театру. Подробное описание структуры, правил, вариаций Harold"
      },
      {
        "title": "IRC Improv Wiki - Harold",
        "url": "https://wiki.improvresourcecenter.com/index.php?title=Harold",
        "description": "Детальная Wiki-статья. История создания, принципы, структура, типы opening и group games, связанные форматы"
      },
      {
        "title": "Wikipedia - Harold (импровизация)",
        "url": "https://ru.qaz.wiki/wiki/Harold_(improvisation)",
        "description": "Русский перевод статьи Википедии о Harold - история, структура, модифицированные версии"
      },
      {
        "title": "Impropedia.ru",
        "url": "https://impropedia.ru/",
        "description": "Русскоязычная энциклопедия импровизации. Блог, статьи о формате Гарольд, разминки, упражнения, форматы"
      },
      {
        "title": "Tochkaimpro.ru - Краткая история импровизации",
        "url": "https://tochkaimpro.ru/history1",
        "description": "История импровизации от древности до современности. Информация о создании Harold Делом Клоузом в 1966 году"
      },
      {
        "title": "Smile:) Театр - Harold и Armando в Москве",
        "url": "https://smile-theater.ru/shkola-akterskogo-masterstva/improvizacionnye-spektakli-v-stile-harold-i-armando/",
        "description": "Живые выступления Harold в Москве, курсы импровизации под руководством Владимира Аблогина"
      },
      {
        "title": "UCB Theatre - Training Center",
        "url": "https://ucbcomedy.com",
        "description": "Upright Citizens Brigade - обучение импровизации, Harold изучается на уровне 401. Harold Night каждый вторник"
      },
      {
        "title": "iO Theater Chicago",
        "url": "https://ioimprov.com",
        "description": "Родина Harold. Основан Делом Клоузом и Чарной Халперн. Обучение по системе Levels 1-5, ежедневные Harold-шоу"
      },
      {
        "title": "The Improv Conspiracy Theatre - The Harold",
        "url": "https://improvconspiracy.com/the-harold",
        "description": "Объяснение традиционного Harold-выступления, практические советы"
      },
      {
        "title": "Hoopla Impro - Harold Course (London)",
        "url": "https://hooplaimpro.com/harold-improv-course",
        "description": "8-недельный курс Harold в Лондоне, преподаватели обучались в UCB и iO"
      }
    ]
  },
  "formCategory": "long-form"
}
