{
  "id": "inner-thoughts",
  "name": "Внутренние мысли",
  "explored": true,
  "shortDescription": "Актеры играют сценку, периодически озвучивая внутренние мысли персонажей или спрашивая советы у зала",
  "fullDescription": "«Внутренние мысли» — это формат, где внутренний монолог персонажей становится частью сцены, создавая контраст между тем, что говорится вслух, и тем, что думается.\n\nАктеры разыгрывают сцену с обычным диалогом и действиями. Но периодически они выходят из диалога и озвучивают внутренние мысли своих персонажей — то, что персонаж на самом деле думает, но не говорит.\n\nЭто может быть:\n- Честные мысли о ситуации ('Боже, это ужасная идея')\n- Скрытые чувства к другому персонажу ('Почему он такой раздражающий?')\n- Внутренние противоречия ('Я говорю да, но хочу сказать нет')\n- Планы и расчеты ('Сейчас я скажу это, и он точно согласится')\n- Страхи и сомнения ('Что если я все испорчу?')\n\nТакже актеры могут замирать и спрашивать совета у зала:\n- 'Что мне сказать?'\n- 'Мне доверять ему?'\n- 'Куда идти дальше?'\n\nЗал выкрикивает предложения, актер выбирает одно (или синтезирует несколько) и действует согласно совету.\n\nЭто создает комедию через контраст (персонаж улыбается и говорит 'Как приятно тебя видеть', а внутри думает 'Ненавижу этого человека'), а также интерактивность через просьбы советов.\n\nФормат особенно хорошо работает в ситуациях с социальным напряжением: первое свидание, собеседование, семейный ужин, деловые переговоры — где люди скрывают настоящие мысли.",
  "minPlayers": 2,
  "maxPlayers": 4,
  "duration": "8-12 минут",
  "difficulty": "beginner",
  "components": [
    {
      "name": "Установка сцены",
      "description": "Актеры устанавливают локацию, персонажей, ситуацию с социальным напряжением или скрытыми чувствами",
      "duration": "1-2 минуты"
    },
    {
      "name": "Сцена с внутренними мыслями",
      "description": "Актеры играют диалог, периодически озвучивая внутренние мысли персонажей и иногда спрашивая советы у зала",
      "duration": "6-9 минут"
    },
    {
      "name": "Финал",
      "description": "Сцена завершается, часто с моментом, где персонаж наконец говорит вслух то, что думал всю сцену",
      "duration": "1 минута"
    }
  ],
  "montageRules": "Обычно это одна сцена без монтажа. Переход между диалогом и внутренними мыслями должен быть четким — можно использовать замирание, поворот к залу, изменение тона голоса.",
  "skills": [
    "subtext-работа",
    "контраст-внешнее-внутреннее",
    "работа-с-аудиторией",
    "эмоциональная-честность",
    "тайминг",
    "character-depth"
  ],
  "focus": "Формат учит работать с подтекстом — тем, что не говорится вслух, но ощущается. Развивает умение создавать многослойных персонажей с внутренними противоречиями, а также навык интерактивности с залом.",
  "variations": [
    "Можно добавить 'внутренний советник' — отдельный актер, озвучивающий мысли вместо самого персонажа",
    "Можно играть только мысли, без вопросов к залу (или наоборот)",
    "Можно делать 'внутренний диалог' — персонаж спорит сам с собой",
    "Можно использовать в долгоформатных структурах как периодическую технику"
  ],
  "prerequisites": [
    "Базовый навык scene work",
    "Понимание подтекста",
    "Способность быстро переключаться между внешним и внутренним",
    "Комфорт с работой с аудиторией"
  ],
  "similarTo": [
    "Dubbing (но озвучивание себя)",
    "Aside (театральная техника)",
    "Narrator/Inner Voice games"
  ],
  "sourceVideos": [],
  "notes": "Советы:\n- Делайте контраст острым — чем больше разница между словами и мыслями, тем смешнее\n- Не озвучивайте мысли слишком часто — пусть это будут ключевые моменты\n- Мысли могут быть честными, но не обязательно 'правильными' — персонаж может думать глупости\n- Когда спрашиваете совет у зала, дайте им 3-5 секунд выкрикнуть идеи\n- Выбирайте неожиданный совет из зала, не самый очевидный\n\nЛучшие ситуации для формата:\n- Первое свидание\n- Собеседование на работу\n- Встреча с бывшим\n- Семейный праздник с неприятными родственниками\n- Деловые переговоры\n- Попытка солгать/скрыть что-то\n\nФормат отлично подходит для начинающих — он прост технически, но учит важным навыкам подтекста и характера.\n\nИсточник: наблюдение за шоу, формат от Ивана Маска (и TJ & Dave адаптация)."
}
