{
  "id": "jam-jar",
  "name": "Банка с вареньем",
  "authorTag": "От Ивана Маска",
  "shortDescription": "Модифицированный Гарольд с перетасовкой персонажей между сценами через три бита, где актеры меняются партнерами, сохраняя своих персонажей",
  "fullDescription": "«Банка с вареньем» — это вариация Гарольда, где шесть актеров создают три параллельные сцены с парами персонажей, но в каждом следующем бите пары перемешиваются, создавая новые комбинации.\n\nПервый бит устанавливает три независимые сцены с парами: А+Б, В+Г, Д+Е. Каждая сцена развивает своих персонажей и отношения.\n\nВо втором бите происходит первая перетасовка: один актер из каждой пары остается, второй переходит в соседнюю сцену. Персонажи сохраняются, но встречаются в новых комбинациях: А+В, Г+Е, Б+Д. Это создает неожиданные столкновения характеров и ситуаций.\n\nТретий бит делает еще одну перетасовку: А+Д, Б+Г. Девятая финальная сцена начинается с пары Е+В, но затем в нее последовательно входят все остальные четыре персонажа. Важно, что это не групповая игра — каждый вход сюжетно обоснован, все персонажи органически собираются в одной сцене к финалу.\n\nФормат требует сильной памяти персонажей и умения адаптировать их к новым партнерам и ситуациям, сохраняя характер и историю.",
  "minPlayers": 6,
  "maxPlayers": 6,
  "duration": "20-25 минут",
  "difficulty": "advanced",
  "components": [
    {
      "name": "Бит 1: Установка",
      "description": "Три независимые сцены с парами А+Б, В+Г, Д+Е. Каждая пара развивает своих персонажей, отношения и конфликт",
      "duration": "6-8 минут"
    },
    {
      "name": "Бит 2: Первая перетасовка",
      "description": "Один актер из каждой пары остается, второй переходит к соседу. Новые комбинации: А+В, Г+Е, Б+Д. Персонажи те же, ситуации новые",
      "duration": "5-7 минут"
    },
    {
      "name": "Бит 3: Финальная перетасовка",
      "description": "Еще одна перетасовка: А+Д, Б+Г. Девятая сцена Е+В постепенно собирает всех шестерых персонажей с сюжетным обоснованием",
      "duration": "6-8 минут"
    }
  ],
  "montageRules": "Сцены монтируются как в классическом Гарольде. Критически важно сохранять персонажей при смене партнеров — характер, манеры, история остаются, меняется только контекст и собеседник. Финальная сцена собирает всех не через групповую игру, а через органические, сюжетно обоснованные входы каждого персонажа.",
  "skills": [
    "memory-персонажей",
    "адаптация",
    "character-consistency",
    "scene-работа",
    "монтаж",
    "импровизационная-логика"
  ],
  "focus": "Формат развивает умение держать персонажа стабильным в меняющихся обстоятельствах, адаптировать его к новым партнерам, и органически оправдывать встречи и взаимодействия между разными мирами.",
  "variations": [
    "Можно менять паттерн перетасовки",
    "Можно использовать 8 или 9 актеров для больших комбинаций",
    "Можно добавить групповые игры между битами"
  ],
  "prerequisites": [
    "Опыт работы с Гарольдом",
    "Сильная память персонажей",
    "Умение адаптироваться к новым партнерам в сцене",
    "Навык органических оправданий"
  ],
  "similarTo": [
    "Harold (Гарольд)",
    "French Harold",
    "Monoscene"
  ],
  "sourceVideos": [],
  "notes": "Формат требует очень четкой памяти персонажей и их характеристик. Важно не превращать финальную сцену в хаос — каждый вход должен быть оправдан сюжетно. Рекомендуется делать краткие дебрифы после первого и второго битов, чтобы все актеры помнили ключевые детали персонажей друг друга.\n\nИсточник: наблюдение за шоу, формат от Ивана Маска.",
  "formCategory": "long-form"
}
