{
  "id": "matchmakers",
  "name": "Свахи",
  "explored": true,
  "shortDescription": "Два зрителя противоположного пола сидят на стульях, актеры опрашивают их как для анкеты знакомств, затем импровизируют комплиментарный фристайл-рэп, чтобы \"посватать\" их",
  "fullDescription": "«Свахи» — это интерактивный формат, где актеры становятся сватами для двух незнакомых зрителей.\n\nИз зала выбираются два человека противоположного пола. Они садятся на стулья напротив друг друга на сцене.\n\nАктеры поочередно опрашивают обоих зрителей, задавая вопросы как для анкеты на сайте знакомств:\n- Чем вы занимаетесь?\n- Какие у вас интересы и хобби?\n- Каким вы видите идеального партнера?\n- Что вас вдохновляет?\n- Чего вы хотите от отношений?\n\nАктеры собирают много конкретных фактов, деталей, смешных историй — все, что может быть использовано для создания привлекательного образа.\n\nЗатем начинается главная часть: актеры по очереди читают комплиментарный фристайл-рэп (или просто ритмичную речь), используя собранную информацию. Цель — представить каждого зрителя в самом лучшем свете, найти неожиданные достоинства, создать романтическую атмосферу, чтобы зрители \"посватались\" и понравились друг другу.\n\nФормат требует навыков интервьюирования, умения работать с реальными людьми (не персонажами), музыкальности или ритма для фристайла, и доброжелательного, комплиментарного тона.",
  "minPlayers": 2,
  "maxPlayers": 4,
  "duration": "10-15 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Выбор зрителей",
      "description": "Из зала приглашаются два человека противоположного пола, они садятся на стулья на сцене напротив друг друга",
      "duration": "1 минута"
    },
    {
      "name": "Опрос-интервью",
      "description": "Актеры поочередно опрашивают зрителей об их жизни, интересах, идеальном партнере — собирают много деталей",
      "duration": "5-7 минут"
    },
    {
      "name": "Комплиментарный фристайл",
      "description": "Актеры по очереди читают фристайл-рэп или ритмичную речь, представляя каждого зрителя в лучшем свете и \"сватая\" их",
      "duration": "4-7 минут"
    }
  ],
  "montageRules": "Формат линейный, без монтажа. Опрос чередуется между двумя зрителями. Фристайлы могут чередоваться между актерами или идти последовательно. Важно поддерживать легкую, игривую, романтическую атмосферу.",
  "skills": [
    "интервьюирование",
    "работа-с-публикой",
    "фристайл-рэп",
    "музыкальность",
    "комплименты",
    "импровизация-на-реальном-материале"
  ],
  "focus": "Формат развивает навык работы с реальными людьми (не персонажами), умение быстро находить достоинства и интересные детали, создавать позитивную атмосферу. Также тренирует фристайл, ритм, способность импровизировать на заданную тему.",
  "variations": [
    "Можно использовать зрителей одного пола для дружеской \"сватьбы\"",
    "Можно заменить рэп на песню, монолог или сценку",
    "Можно добавить сцену \"первого свидания\" зрителей после фристайлов"
  ],
  "prerequisites": [
    "Навыки работы с аудиторией",
    "Умение задавать открытые вопросы",
    "Базовые навыки фристайла или ритмической речи",
    "Доброжелательность и уважение к зрителям"
  ],
  "similarTo": [
    "TJ & Dave interview style",
    "Rap Battle (но в комплиментарном ключе)",
    "Интервью-форматы"
  ],
  "sourceVideos": [],
  "notes": "Критически важно быть уважительным и комплиментарным. Это не про высмеивание зрителей, а про искреннее создание их привлекательного образа. Не заставляйте зрителей взаимодействовать, если им некомфортно.\n\nСоветы для фристайла:\n- Используйте конкретные детали из опроса\n- Находите неожиданные достоинства\n- Поддерживайте ритм, даже если не идеальная рифма\n- Можно призывать зал поддерживать бит хлопками\n\nИсточник: наблюдение за шоу, формат от Ивана Маска."
}
