{
  "id": "no-laughing",
  "name": "Без смеха",
  "authorTag": "От Ивана Маска",
  "shortDescription": "Трое актеров играют свободную сцену, где тот, кто рассмешил зал, выходит из сцены и его заменяет третий актер — персонажи сохраняются",
  "fullDescription": "«Без смеха» — это динамичный формат для трех актеров, где смех зала становится механизмом ротации.\n\nВ начале двое актеров разыгрывают свободную сцену, устанавливая персонажей, отношения и ситуацию. Третий актер ждет за кулисами.\n\nКогда один из двух актеров на сцене говорит шутку, и зал смеется, этот актер немедленно выходит из сцены. Его заменяет третий актер, который входит как тот же персонаж — сохраняя характер, историю и контекст. Сцена продолжается без прерывания.\n\nТеперь вышедший актер становится третьим, ожидающим за кулисами. Как только кто-то из двоих на сцене снова рассмешит зал, он выходит, и цикл повторяется.\n\nЭто создает постоянную текучесть актеров при сохранении стабильности персонажей и сюжета. Формат требует высокой концентрации, умения мгновенно входить в персонажа, и парадоксального баланса — актеры должны быть смешными (это импровизация!), но при этом каждая шутка приводит к замене.",
  "minPlayers": 3,
  "maxPlayers": 3,
  "duration": "8-12 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Установка сцены",
      "description": "Двое актеров начинают свободную сцену, устанавливают персонажей, отношения, локацию",
      "duration": "1-2 минуты"
    },
    {
      "name": "Ротация актеров",
      "description": "Когда зал смеется над шуткой актера, он выходит. Третий актер входит как тот же персонаж. Цикл повторяется",
      "duration": "6-10 минут"
    }
  ],
  "montageRules": "Это одна непрерывная сцена без монтажа. Смена актеров происходит моментально — вышедший актер покидает пространство, новый входит без паузы, продолжая как тот же персонаж. Важно сохранять continuity (непрерывность) персонажа, истории и энергии сцены.",
  "skills": [
    "character-consistency",
    "быстрое-вхождение-в-персонажа",
    "активное-слушание",
    "импровизационная-смелость",
    "сценическая-память"
  ],
  "focus": "Формат тренирует способность мгновенно входить в чужого персонажа, продолжая его логику и характер. Также развивает парадоксальное мышление — нужно быть смешным, но каждая шутка приводит к выходу из сцены.",
  "variations": [
    "Можно использовать 4-5 актеров для более частой ротации",
    "Можно ввести правило, что один персонаж остается стабильным (не меняется)",
    "Можно добавить ведущего, который решает, достаточно ли сильный был смех для замены"
  ],
  "prerequisites": [
    "Навык scene work",
    "Умение держать персонажа",
    "Быстрая реакция и адаптация",
    "Способность слушать и запоминать детали персонажей"
  ],
  "similarTo": [
    "Tag-out scenes",
    "Hot Spot",
    "Switch"
  ],
  "sourceVideos": [],
  "notes": "Формат создает интересную динамику — актеры хотят быть смешными (это импровизация, это цель), но каждая успешная шутка \"наказывает\" их выходом. Это учит тонкости — не играть на смех, а играть правду персонажа, из которой органически возникает комедия.\n\nВажно: новый актер должен входить моментально, без паузы, продолжая энергию и темп сцены. Рекомендуется краткий дебриф перед началом, где все трое обсуждают ключевые черты персонажей.\n\nИсточник: наблюдение за шоу, формат от Ивана Маска.",
  "formCategory": "short-form"
}
