{
  "id": "pretty-flower",
  "name": "Pretty Flower / Spokane («Прекрасный цветок»)",
  "authorTag": "От Ивана Маска",
  "explored": false,
  "shortDescription": "Современный формат, сочетающий моносцену и монтаж: одна основная сцена служит «сердцевиной цветка», от которой импровизаторы делают короткие скетчевые ответвления и возвращаются обратно.",
  "fullDescription": "Pretty Flower (или Spokane) — современный экспериментальный формат импровизации, возникший в 2000-х в среде UCB и IO как более свободная альтернатива Гарольду. Иногда его называют «форматом Family Guy» из-за структуры, напоминающей флэшбэки и быстрые комедийные вставки. Название Spokane отсылает к образу колеса со спицами (или к городу Спокан), где центральная ось — основная сцена, а спицы — короткие ответвления.\n\nФормат сочетает элементы моносцены и монтажа. Импровизация строится вокруг одной центральной сцены, обычно двух- или многоперсонной, которая не прерывается свайпами. Игроки развивают устойчивую ситуацию — семейный ужин, собрание друзей, офисное совещание и т.д. По ходу действия участники делают тэг-ауты, уводя персонажа или идею в короткую мини-сцену, связанную с ним. Эти «лепестки» короткие и яркие, после чего действие возвращается в сердцевину, чтобы продолжить основную историю.\n\nВ течение шоу совершается несколько таких отступлений. Финал наступает, когда основная сцена накопила достаточно информации и эмоционального напряжения, и она естественно завершается, часто интегрируя знания, полученные из боковых сцен. Такой подход делает формат одновременно сюжетным и комедийно насыщенным.\n\nОдной из первых трупп, игравших Spokane, была “Sentimental Lady” (UCB Лос-Анджелес). В Нью-Йорке группа “Fancy Man” создала версию “Fancy McManus” с разговорной осевой сценой (living room format). Сегодня Pretty Flower часто используют как учебный или демонстрационный формат: он позволяет игрокам тренировать умение удерживать сюжет и при этом делать быстрые комедийные тэг-ауты.\n\nФилософия формата — баланс между историей и импульсом. Центральная сцена — это корень эмоциональной правды, а короткие ответвления — место для фантазии и освобождения. При успешной игре Pretty Flower выглядит как цельное произведение, в котором каждая «спица» помогает глубже понять персонажей и их внутренний мир.",
  "minPlayers": 2,
  "maxPlayers": 8,
  "duration": "20-30 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Центральная сцена («сердцевина цветка»)",
      "description": "Основная ситуация с несколькими персонажами, из которой вырастают все остальные сцены. Здесь формируются отношения, ритм и эмоциональное ядро спектакля.",
      "duration": "вся продолжительность шоу"
    },
    {
      "name": "Мини-сцены («лепестки»)",
      "description": "Короткие тэг-ауты или флэшбеки, вдохновлённые моментами или персонажами из центральной сцены. Обычно комедийные, быстрая смена ритма.",
      "duration": "30 секунд – 2 минуты"
    },
    {
      "name": "Возврат к оси",
      "description": "После каждого ответвления игроки возвращаются в основную сцену и продолжают историю с того же момента. Это удерживает структуру и ритм."
    },
    {
      "name": "Финал",
      "description": "Основная сцена доигрывается до естественного завершения, интегрируя накопленные элементы из мини-сцен.",
      "duration": "2-3 минуты"
    }
  ],
  "montageRules": "Основной поток поддерживается через центральную сцену. Мини-сцены создаются тэг-аутами и свайпами, но после каждой вставки игроки возвращаются в исходную ситуацию. Не допускается потеря связи с сердцевиной — все ответвления должны питать центральную историю.",
  "skills": [
    "удержание сюжетной линии",
    "точные тэг-ауты",
    "комедийные мини-сцены",
    "баланс между историей и шуткой"
  ],
  "variations": [
    "Fancy McManus (living room версия)",
    "Spokane с несколькими сердцевинами",
    "формат Family Guy с быстрыми флэшбэками"
  ],
  "prerequisites": [
    "опыт игры в моносцену",
    "понимание структуры Гарольда",
    "навыки тэг-аутов и возвращения"
  ],
  "similarTo": [
    "Harold (Гарольд)",
    "Монтаж",
    "Моносцена"
  ],
  "sourceVideos": [],
  "notes": "Основная сложность формата — не потерять центральную сцену и чувство развития истории. Игрокам стоит заранее договориться о том, кто следит за возвратом и общей динамикой. Хорошая практика — считать, что каждая мини-сцена служит для раскрытия персонажей или темы, а не просто для шутки.",
  "openings": [],
  "keyRules": [
    "Центральная сцена не свайпается. Она остаётся неизменной осью всего спектакля.",
    "Тэг-ауты создают короткие сценки, связанные с персонажем или идеей из центральной сцены.",
    "После каждой мини-сцены необходимо вернуться и продолжить основную историю.",
    "Лепестки должны раскрывать героев или темы, а не просто добавлять случайные шутки.",
    "Финал — это завершение центральной сцены, когда эмоциональное и сюжетное напряжение достигло пика."
  ],
  "example": {
    "mainScene": {
      "setting": "Семейный ужин",
      "players": [
        "мама",
        "папа",
        "сын",
        "дочь"
      ],
      "beats": [
        "Начало: лёгкое напряжение между родителями по поводу отпуска.",
        "Первый тэг-аут: короткая сцена, где отец с коллегами обсуждает отпуск, раскрывая его мотивацию.",
        "Возврат: в основной сцене теперь понятен подтекст спора.",
        "Второй тэг-аут: флэшбек о том, как дети планировали сюрприз, усиливая комедию.",
        "Финал: вся семья приходит к компромиссу, обогащённому знанием из ответвлений."
      ]
    }
  },
  "groupGames": [],
  "resources": {
    "videos": [],
    "books": [],
    "links": [
      {
        "title": "Improv Resource Center Wiki: Pretty Flower",
        "url": "https://wiki.improvresourcecenter.com/index.php?title=Pretty_Flower",
        "lang": "en",
        "authors": null,
        "year": null,
        "description": "Основная энциклопедическая статья о структуре и истории формата."
      }
    ]
  },
  "formCategory": "long-form"
}
