{
  "id": "random-format-wheel",
  "name": "Колесо форматов",
  "authorTag": "От Ивана Маска",
  "shortDescription": "Актеры играют сценку, ведущий периодически звонком останавливает и просит зал назвать число от 1 до 6, под каждым числом зашит формат или правило игры",
  "fullDescription": "«Колесо форматов» (или «Русская рулетка форматов») — это метаформат, где одна сцена постоянно меняет правила игры.\n\nАктеры начинают играть обычную свободную сцену, устанавливая персонажей, локацию, конфликт.\n\nВедущий в любой момент звонком останавливает действие и просит зал назвать число от 1 до 6. Под каждым числом заранее определен формат, правило или ограничение.\n\nПример набора правил (как было на наблюдаемом шоу):\n1. Перемотка (сцена перематывается назад и переигрывается)\n2. Нельзя говорить слова с буквы С\n3. Опции (меняются каждые 20-30 секунд):\n   - Все говорят только вопросами\n   - Один актер говорит слова только на определенную букву\n   - Мюзикл — все поют\n   - Скандинавская мифология — все говорят как боги\n4. [не было названо, может быть что угодно]\n5. [не было названо]\n6. [не было названо]\n\nКогда названо число, актеры немедленно начинают играть по новому правилу, продолжая ту же сцену. Персонажи, ситуация, сюжет сохраняются — меняется только стиль или ограничения.\n\nВедущий может менять форматы часто (каждые 30-60 секунд) для хаотичной динамики, или реже для более глубокой проработки каждого правила.\n\nЭто создает абсурдную, непредсказуемую сцену, где актеры постоянно адаптируются к новым условиям, а зал управляет изменениями.",
  "minPlayers": 2,
  "maxPlayers": 5,
  "duration": "10-15 минут",
  "difficulty": "advanced",
  "components": [
    {
      "name": "Установка сцены",
      "description": "Актеры начинают свободную сцену, устанавливают персонажей, локацию, базовую ситуацию",
      "duration": "1-2 минуты"
    },
    {
      "name": "Ротация форматов",
      "description": "Ведущий звонком останавливает, зал называет число 1-6, актеры играют по новому правилу. Повторяется 5-8 раз",
      "duration": "8-12 минут"
    },
    {
      "name": "Финал",
      "description": "Сцена завершается, обычно в последнем активном формате или возвращаясь к обычной игре",
      "duration": "1 минута"
    }
  ],
  "montageRules": "Это одна непрерывная сцена, монтажа нет. Смена форматов происходит внутри сцены без прерывания сюжета. Персонажи и ситуация стабильны, меняются только правила игры.",
  "skills": [
    "быстрая-адаптация",
    "игры-в-жанрах",
    "работа-с-ограничениями",
    "memory-правил",
    "multitasking",
    "импровизационная-гибкость"
  ],
  "focus": "Формат тренирует способность мгновенно переключаться между разными стилями и ограничениями, держа при этом стабильность персонажа и сюжета. Развивает универсальность импровизатора и умение играть с любыми правилами.",
  "variations": [
    "Можно создать свой набор из 6 форматов/правил",
    "Можно использовать физический кубик вместо запроса числа у зала",
    "Можно делать 'колесо жанров' вместо форматов",
    "Можно дать актерам один 'skip' (пропуск) неудобного правила"
  ],
  "prerequisites": [
    "Знание множества импров-игр и форматов",
    "Опыт работы с ограничениями",
    "Быстрая реакция и адаптация",
    "Способность держать персонажа в хаосе"
  ],
  "similarTo": [
    "Genre Replay",
    "Film Styles",
    "Director's Game",
    "Options (как одно из правил внутри)"
  ],
  "sourceVideos": [],
  "notes": "Рекомендации для набора правил:\n- Миксуйте разные типы: языковые ограничения (буква С), жанры (мюзикл), механики (перемотка), физические (все замирают)\n- Делайте правила достаточно простыми, чтобы актеры поняли их за секунду\n- Избегайте слишком похожих правил под разными числами\n- Тестируйте набор заранее на репетиции\n\nСоветы для ведущего:\n- Останавливайте в интересные моменты, не обрывайте важные реплики\n- Варьируйте частоту смен — иногда быстро (хаос), иногда медленно (проработка)\n- Если правило под номером 3 — это 'опции', сами меняйте опции каждые 20-30 секунд\n\nСоветы для актеров:\n- Держите сюжет и персонажей стабильными, несмотря на смену правил\n- Если забыли правило — лучше продолжить сцену просто, чем стопориться\n- Помогайте партнерам подстроиться под новое правило\n\nИсточник: наблюдение за шоу, формат от Ивана Маска."
}
