{
  "id": "what-author-forgot",
  "name": "Что забыл сказать автор?",
  "authorTag": "От Ивана Маска",
  "shortDescription": "Зритель пересказывает свою любимую книгу (желательно плохо помнит), актеры задают уточняющие вопросы, затем играют сценки с монтажом на основе услышанного",
  "fullDescription": "«Что забыл сказать автор?» — это формат, где импровизаторы заполняют пробелы в памяти зрителя о его любимой книге.\n\nИз зала выбирается человек, который начинает пересказывать свою любимую книгу. Идеально, если это книга, которую он читал давно и помнит плохо — в этом случае больше \"белых пятен\" для импровизации.\n\nАктеры активно задают уточняющие вопросы:\n- Как звали главного героя?\n- Что было дальше?\n- А почему он так поступил?\n- Где это происходило?\n- Кто были второстепенные персонажи?\n\nЗритель пытается вспомнить, но часто говорит \"не помню\", \"забыл\", \"что-то там было\". Актеры собирают все, что зритель помнит — обрывки сюжета, фрагменты персонажей, смутные воспоминания о ключевых событиях.\n\nЗатем актеры играют серию сценок с монтажом, основанных на услышанном. Но вместо точного пересказа книги, они заполняют пробелы своей фантазией — показывают, что автор \"забыл\" включить в книгу, или что зритель не помнит.\n\nЭто создает смесь оригинального сюжета книги и абсурдных, неожиданных добавлений импровизаторов. Чем хуже зритель помнит книгу, тем больше свободы для творчества.",
  "minPlayers": 3,
  "maxPlayers": 6,
  "duration": "12-18 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Выбор зрителя и книги",
      "description": "Из зала приглашается зритель, которого просят назвать любимую книгу, желательно прочитанную давно",
      "duration": "1 минута"
    },
    {
      "name": "Интервью-расспрос",
      "description": "Актеры задают вопросы, собирая обрывки сюжета, персонажей, деталей. Зритель пытается вспомнить, но часто говорит 'не помню'",
      "duration": "4-6 минут"
    },
    {
      "name": "Сценки с монтажом",
      "description": "Актеры играют сценки на основе услышанного, заполняя пробелы памяти зрителя своей фантазией и абсурдом",
      "duration": "7-11 минут"
    }
  ],
  "montageRules": "Сценки монтажируются свободно — через смену локаций, временные прыжки, переключение между сюжетными линиями. Можно использовать быстрый монтаж для динамики. Важно опираться на то, что зритель сказал, но свободно фантазировать в \"белых пятнах\".",
  "skills": [
    "интервьюирование",
    "работа-с-реальным-материалом",
    "монтаж",
    "character-работа",
    "абсурдистский-юмор",
    "адаптация-литературы"
  ],
  "focus": "Формат развивает умение работать с неполной информацией, заполнять пробелы творческой фантазией, балансировать между уважением к оригиналу и комедийной свободой. Также тренирует навык извлечения материала из зрителя через вопросы.",
  "variations": [
    "Можно попросить пересказать фильм, сериал, или историческое событие",
    "Можно играть одну длинную сцену вместо монтажа коротких",
    "Можно пригласить зрителя на сцену как рассказчика/комментатора"
  ],
  "prerequisites": [
    "Навыки работы с аудиторией",
    "Умение задавать открытые вопросы",
    "Опыт с монтажом сцен",
    "Способность работать с абсурдом"
  ],
  "similarTo": [
    "Armando (техника сбора материала)",
    "Монтаж",
    "Book Report (школьный формат)"
  ],
  "sourceVideos": [],
  "notes": "Критически важно быть уважительным к зрителю — не высмеивать его плохую память или незнание книги. Наоборот, пробелы — это подарок для импровизаторов.\n\nСоветы:\n- Задавайте много конкретных вопросов, даже если зритель не помнит — это создает материал\n- Используйте фразы зрителя ('что-то там было') как основу для абсурдных сценок\n- Можно играть 'забытых' персонажей, 'вырезанные' сцены, 'альтернативные концовки'\n- Держите баланс между узнаваемым (то, что зритель сказал) и неожиданным (ваша фантазия)\n\nЛучше работает с классикой или популярными книгами, которые многие в зале тоже помнят смутно.\n\nИсточник: наблюдение за шоу, формат от Ивана Маска.",
  "formCategory": "short-form"
}
