{
  "id": "1",
  "name": "Harold (Гарольд)",
  "shortDescription": "Основополагающий формат длинной формы импровизации, созданный Делом Клоузом в 1967 году, где из одного слова-темы от зрителей развивается 25-30-минутное шоу с тремя переплетающимися сценами через три акта с групповыми играми.",
  "fullDescription": "Harold был создан группой The Committee в 1967 году в Калифорнии и кодифицирован Делом Клоузом и Чарной Халперн в 1980-х в ImprovOlympic (iO Theater) в Чикаго. Название появилось как шутливая отсылка к фильму The Beatles \"A Hard Day's Night\". Harold стал первой структурированной долгоформатной импровизацией, революционизировав жанр и породив целое поколение комедийных звезд - Bill Murray, Tina Fey, Amy Poehler, Stephen Colbert и многих других.\n\nСтруктура Harold основана на принципе \"3×3\": Opening (групповое открытие на основе suggestion от зрителей) → три Beatings (каждый содержит три сцены A, B, C) → между beatings проходят Group Games. Первый бит устанавливает три независимые сцены (Discovery - обнаружение), второй бит возвращается к ним с усилением комедийных предпосылок (Heightening - усиление), третий бит сводит все элементы вместе через callbacks и пересечение персонажей (Connecting - соединение). Философия Harold: \"Everything in the world is connected\" - сцены должны начинаться совершенно разными, но к финалу органически переплестись.\n\nОсновные принципы формата: импровизаторы создают паттерны, а не истории; \"следуй странному\" (follow the unusual) - усиливай необычные элементы сцен; group mind (коллективное сознание) - команда работает как единый организм; callbacks возникают органически, не планируются заранее; терпение в развитии связей. Дел Клоуз говорил: \"Первое правило - нет правил\" - Harold гибкая и органическая форма, где содержание важнее структуры.\n\nHarold описан в классической книге \"Truth in Comedy\" (1994) Чарны Халперн, Дела Клоуза и Ким Джонсона как \"training wheels Harold\" для обучения. Формат стал основой современной долгоформатной импровизации и породил множество производных: Armando (с монологистом), Monoscene (одна локация), The Movie (импровизированный фильм). Harold преподается в UCB Theatre, iO Theater и импров-школах по всему миру как фундаментальный навык для любого импровизатора.",
  "minPlayers": 6,
  "maxPlayers": 9,
  "duration": "25-30 минут",
  "difficulty": "intermediate",
  "components": [
    {
      "name": "Opening",
      "description": "Групповое открытие на основе слова-темы от зрителей - вся команда исследует suggestion через ассоциации, истории или движение, генерируя идеи для сцен",
      "duration": "2-3 минуты"
    },
    {
      "name": "Beating 1",
      "description": "Три независимые двухчеловеческие сцены (1A, 1B, 1C) - обнаружение персонажей, отношений и \"игры\" каждой сцены. Сцены должны быть очень разными друг от друга",
      "duration": "8-10 минут"
    },
    {
      "name": "Group Game 1",
      "description": "Групповая игра или паттерн-игра с участием всей команды - \"palate cleanser\" (очиститель вкуса), не связанная напрямую с установленными сценами",
      "duration": "1-2 минуты"
    },
    {
      "name": "Beating 2",
      "description": "Развитие трех сцен (2A, 2B, 2C) - усиление (heightening) комедийных предпосылок через analogous pulls, time dashes или tangential connections",
      "duration": "6-8 минут"
    },
    {
      "name": "Group Game 2",
      "description": "Вторая групповая игра - повышает энергию перед финалом, может контрастировать с первой игрой или инвертировать её",
      "duration": "1-2 минуты"
    },
    {
      "name": "Beating 3",
      "description": "Завершение сцен (3A, 3B, 3C) с переплетением миров - персонажи из разных сцен встречаются, callbacks к темам и идеям, органическое слияние всех элементов Harold",
      "duration": "4-6 минут"
    }
  ],
  "montageRules": "Harold работает через три фазы: Discovery (обнаружение) в первом бите, Heightening (усиление) во втором, Connecting (соединение) в третьем. Сцены переплетаются через callbacks - возвращение персонажей, тем, реплик и паттернов из предыдущих частей. Импровизаторы следуют паттернам, а не сюжетам, активно слушая и замечая связи. В третьем бите миры сталкиваются (worlds collide) - персонажи из разных сцен встречаются, идеи объединяются. Themes из opening проходят через все битинги. Связи не форсируются - они возникают органически через group mind и внимательное слушание.",
  "skills": [
    "активное-слушание",
    "распознавание-паттернов",
    "callbacks",
    "group-mind",
    "тематические-связи",
    "heightening",
    "память",
    "yes-and",
    "редактирование-сцен"
  ],
  "focus": "Harold развивает умение видеть связи между, казалось бы, несвязанными элементами и создавать паттерны, а не истории. Формат учит терпению - доверять, что органические связи проявятся естественно через group mind команды, усиливать необычное (follow the unusual), и соединять разрозненные нити в целостное произведение к финалу.",
  "variations": [
    "Armando - монологи приглашенного ведущего вдохновляют сцены",
    "Monoscene - Harold в одной локации на всё выступление",
    "The Movie - импровизированный фильм в структуре Harold",
    "Sybil - Solo Harold одним исполнителем",
    "The Bat - Harold в темноте как радиопьеса",
    "Mini Harold - два бита вместо трех, одна group game",
    "Deconstruction - одна длинная opening сцена",
    "La Ronde - множество локаций, один персонаж для каждого игрока"
  ],
  "prerequisites": [
    "Solid understanding of \"Yes, and\" principle",
    "Experience with scene work and character development",
    "Familiarity with basic improv games",
    "Ability to listen actively and remember details",
    "Understanding of heightening and \"game of the scene\""
  ],
  "similarTo": [
    "Armando Diaz Experience",
    "The Movie",
    "Monoscene",
    "La Ronde"
  ],
  "sourceVideos": [
    "https://www.youtube.com/results?search_query=UCB+Harold+Night",
    "https://www.youtube.com/results?search_query=Harold+improv+format+tutorial",
    "https://www.youtube.com/results?search_query=iO+Theater+Harold",
    "https://ucbcomedy.com/shows (UCB Harold Night - livestream каждый вторник, $10)"
  ],
  "notes": "Harold требует терпения - не форсируйте связи в первых двух битах, доверьтесь процессу. Самая частая ошибка новичков - следовать сюжету вместо усиления паттернов и \"игры сцены\". Во втором бите не просто продолжайте историю первого бита, а усиливайте комедийную предпосылку в новом контексте. В третьем бите worlds collide - позвольте персонажам из разных сцен встретиться органически. \"Следуй странному\" - замечайте необычное в сценах и играйте это, а не очевидное. Group games должны быть простыми - hardcore yes, быстрое распознавание паттернов, не бойтесь выходить, не понимая, что происходит. Помните: \"Первое правило Harold - нет правил\" (Дел Клоуз) - структура 3×3 создана для обучения, но отклонения от неё - важная часть развития."
}
